brew "bazelisk"

brew "buildifier"

tap "bufbuild/buf"
brew "buf"

brew "deno"

brew "docker"

brew "gcc"

brew "golang"

brew "grpc"

brew "grpcurl"

brew "jq"

brew "kubernetes-cli"

brew "markdownlint-cli"

brew "minikube"

brew "nodejs"

brew "protobuf"

brew "python"

brew "thefuck"

tap "tilt-dev/tap"
brew "tilt-dev/tap/tilt"

brew "yq"
