# After installing Homebrew, you can install all of these tools by running:
#   $   brew bundle

brew "bazelisk"

brew "buildifier"

brew "buildozer"

tap "bufbuild/buf"
brew "buf"

brew "curl"

brew "deno"

brew "docker"

brew "gcc"

brew "git"

brew "golang"

brew "golangci-lint"

brew "grpc"

brew "grpcurl"

brew "jq"

brew "kubernetes-cli"

brew "openjdk"

brew "markdownlint-cli"

brew "minikube"

brew "node"

brew "protobuf"

brew "python"

brew "revive"

brew "thefuck"

tap "tilt-dev/tap"
brew "tilt-dev/tap/tilt"

brew "tree"

brew "typescript"

brew "wget"

brew "yarn"

brew "yq"
